<?php

return ['body' =>'
<p><b>利用規約</b><br />
<p>本携帯用アプリケーション「ラムカー」（以下、あわせて「当アプリ」といいます。）は、117 Guerrero St, Harmon Industrial Park, Guam, USA所在のT.P. Micronesia, Inc（以下、「当社」といいます。）が所有・運営しています。当アプリは、お客様がここに記載された利用規約（以下、「本利用規約」といいます。）を変更することなく承諾することを条件に提供されます。当アプリにアクセスすることにより、お客様は、当アプリに記載されている全ての通知、当社のプライバシーポリシーを含む全てのポリシー、免責事項、本利用規約を含む全ての規約（以下、「本合意事項」といいます。）に同意したものとみなされます。</p>
<p>当社は、いつでも本利用規約を変更または修正する権利を有しています。お客様は、利用の時点で有効な本利用規約に従うことを条件として、当アプリの利用を継続することができます。</p>

<p><b>1.  当アプリの利用</b><br />
お客様は、当アプリを利用するにあたり、(i)お客様は満18歳以上であること、(ii)お客様は本合意事項に合意し、ここに記載されている全ての利用規約に従って当アプリを利用する法的権利と能力を有すること、(iii)本合意事項及びグアムの法律を遵守すること、(iv)当アプリの使用に関して金銭的責任を負うこと、(v)本合意事項に基づく権利を第三者に譲渡、委譲、サブライセンスしないこと、(vi)お客様が当アプリを通して提供する情報は全て真実、正確、最新かつ完全であること、(vii)お客様が当アプリのアカウントをお持ちの場合、お客様がご自身のアカウント情報の安全管理を行い、お客様ご自身による利用またはお客様以外の第三者による利用について監視し、一切の責任を負うことをここに表明し保証するものとします。<br />
<br />
当社は、自由裁量により、お客様に通知することなく、当アプリの一部または全部を変更する権利を有しています。<br />
<br />
当社は、自由裁量により、いつでも通知なくまた理由の如何を問わず（本合意事項の違反を含みますがこれに限定されません。）、いかなる者に対しても当アプリ及び当社の提供するサービスへのアクセスを拒否できる権利を有しています。
</p>

<p><b>2.  禁止事項</b><br />
当アプリは、お客様が個人的に利用するためのものであり、商用目的にはご利用いただけません。<br />
<br />
お客様は、(i)当社の書面による許可を得ることなく、当アプリから取得したいかなる情報、商品またはサービスに対して、変更、複写、配布、送信、表示、実行、複製、出版、ライセンス供与、派生物の作成、転用、販売等の二次利用をすること、(ii)当アプリの適切な運営や当アプリ上の行為を妨害し、または妨害を試みるような、装置、ソフトウェアまたはプログラムを使用すること、(iii)違法行為その他本合意事項で禁止されている目的のために当アプリを利用することをしてはなりません。
</p>
 
<p><b>3.  プライバシーポリシー</b><br />
当社は、お客様の個人情報の厳重な保護・管理に努めています。当社のプライバシー保護に関する運用をご理解いただくため、当社のプライバシーポリシーをご覧ください。
</p>

<p><b>4.  免責</b><br />
当社は、当アプリで公開している情報、商品及びサービスの内容が、正確かつ最新の情報であるよう努力をいたしますが、当該情報、商品及びサービスには、不正確な情報や誤字が含まれている可能性があります。当アプリ上の情報、商品及びサービスを信頼なさるか否かはお客様ご自身の責任となります。当社は、予告なくいつでも当アプリに掲載している情報、商品、及びサービスにつき変更することができます。当アプリに掲載された情報、商品及びサービスの変更の確認は、お客様ご自身の責任で行ってください。<br />
<br />
当社は、当アプリ上の情報、商品及びサービスにつき、現状のまま提供しており、特定目的への適合性につき、一切表明または保証いたしません。<br />
<br />
当社は、明示的であれ黙示的であれ、商品性、特定目的への適合性、知的財産権の侵害がないこと等、当アプリに含まれている情報、製品及びサービスにつきいかなる種類の保証もいたしません。<br />
<br />
法が許容する範囲において、当社は、当アプリの利用、利用の遅滞、利用不能に起因または関連して生じる直接的損害、間接的損害、懲罰的損害、付随的損害、特殊損害または結果的損害、ならびに当アプリを通じて取得したいかなる情報、商品及びサービスに対しても一切責任を負いません。また、当社は、当アプリの利用が原因で生じた他の損害についても、契約、不法行為、厳格責任に基づくかどうかにかかわらず、当社が当該損害の発生の可能性につき報告を受けていた場合であっても、一切責任を負いません。
</p>

<p><b>5.  補償</b><br />
お客様は、当アプリを利用する条件として、(i)お客様による本合意事項の違反、(ii)お客様による法律違反または第三者の権利侵害、(iii)お客様による当アプリの利用の結果生じた第三者による請求、訴訟、要求、第三者に生じた回復費用、損失、損害、罰金、違約金、弁護士費用及び会計費用を含むその他費用につき、当社、当社の関連会社、これらのサプライヤーならびにこれらの役員、取締役、従業員及び代理人を防御し、補償することに同意するものとします。
</p>

<p><b>6.  第三者のウェブアプリへのリンク</b><br />
当アプリには、第三者が運営するウェブ又はアプリへのリンクが含まれていることがあります。当社は、当該第三者のウェブ又はアプリで提供されている情報、商品またはサービスにつき一切運営または管理を行っておりません。第三者のウェブ又はアプリへのリンクは、お客様の利便性のために含まれているものであり、当社が推薦するものではございません。第三者のウェブ又はアプリの利用にあたっては、お客様が一切の責任を負うものとします。
</p>
 
<p><b>7.  著作権及び商標</b><br />
当アプリの全てのコンテンツは、当社の著作物です。当アプリの無断転載は一切禁止します（©T.P.Micronesia, Inc.）。当社は、当社以外の第三者が運営するウェブ又はアプリのコンテンツについては、一切の責任を負いません。<br />
<br />
当アプリに表示されている著作権、商標、商品名、ロゴ、サービスマークは、当社またはその他第三者に所有権があるものとします。お客様は、当社その他当該権利を所有している第三者の書面による事前の承諾を得ることなく、当該著作権、商標、商品名、ロゴ、サービスマークを使用してはなりません。
</p>

<p><b>8.  総則</b><br />
当アプリは、グアムにおいて使用されることを予定しており、本合意事項については、グアムの法律に準拠します。お客様は、当アプリの利用または本合意事項に起因しまたは関連して生じる一切の紛争につき、グアムの裁判所が第一審の専属管轄権を有することをここに同意します。<br />
<br />
法が許容する範囲において、お客様は、当アプリへのアクセスまたはその利用に起因または関連して発生した一切の請求または訴因について、当該請求または訴因が発生しまたは権利として成立した日から2年以内に手続をとらない場合、かかる請求または訴因は、取消不能なかたちで放棄されることに同意するものとします。<br />
<br />
本合意事項のいずれかの条項が、管轄権をもつ裁判所または法廷により違法、無効または法的強制力のないものと判断されることがあっても、その他の条項は影響を受けることなく、有効なまま存続するものとします。
</p>

最終更新：2016年9月1日'];

